Repository: Ley21/catfishbot
Catalog: locale/*/LC_MESSAGES/catfishbot.po
Languages: de

source: Daily Challenge:
de: Tägliche Herausforderung:

source: Seed could not be generated. Hint: Door randomizer are currently not working
de: Seed konnte nicht erzeugt werden. Hinweis: Tür-Randomizer funktionieren derzeit nicht

source: Generate a seed from preset.
de: Erstellt einen Seed aus einer Vorlage.

source: Generate a seed from preset without an spoiler log.
de: Erstellt einen Seed aus einer Vorlage ohne einen Spoiler.

source: Generate a mystery seed.
de: Erstellt ein Mystery Seed.

source: Multiworld could not be generated.
de: Multiworld kann nicht erstellt werden.

source: Multiworld Seed Information
de: Mutliworld Seed Informationen

source: Multiworld Room
de: Multiworld Raum

source: Generate a multiworld game.
de: Erstellen eines Mutliworld Spiels.

source: Invalid command, please use subcommands.
de: Ungültiges Kommand, bitte verwende ein Subkommando, für Hilfe !help.

source: Start an daily game on current discord and channel.
de: Erstelle eine Tägliche Herausforderung für den aktuellen Channel auf dem aktuellen Server.

source: Remove an daily game on current discord and channel.
de: Entfernt die Tägliche Herausforderung aus diesem Channel.

source: == Registration is now closed, and race will start in 10 minutes. ==
de: == Die Anmeldung ist nicht mehr möglich. Das Race startet in 10 Minuten ==

source: Bot is crashed and will start the game in 10 minutes.
de: Der Bot is abgestürzt und das Race wir in 10 Minuten gestartet.

source: This is the seed for the upcoming race. If you finish the race, please enter !done in this channel.
de: Das ist der Seed für das aktuelle Race. Wenn du den Seed beendet hast, gib !done ein.

source: - Race will start in 10 minutes -
de: - Das Race startet in 10 Minuten -

source: - Race will start in 5 minutes -
de: - Das Race startet in 5 Minuten -

source: - Race will start in 1 minute -
de: - Das Race startet in einer Minute -

source: - Race will start in 30 seconds -
de: - Das Race startet in 30 Sekunden -

source: - Race will start in 10 seconds -
de: - Das Race startet in 10 Sekunden -

source: - Race will start in 5 seconds -
de: - Das Race startet in 5 Sekunden -

source: - Race will start in 4 seconds -
de: - Das Race startet in 4 Sekunden -

source: - Race will start in 3 seconds -
de: - Das Race startet in 3 Sekunden -

source: - Race will start in 2 seconds -
de: - Das Race startet in 2 Sekunden -

source: - Race will start in 1 second -
de: - Das Race startet in einer Sekunde -

source: - Race is started! Good luck -
de: - Das Race beginnt! Viel glück -

source: There is currently no race ongoing
de: Aktuell ist kein Race geplannt

source: Please start a race game more then 10 minutes before.
de: Das Race muss mindestens 10 Minuten vor beginn erstellt werden.

source: Please finish your old race before you start a new one. Race ID:
de: Please beende das vorherrige Race bevor ein neues gestartet werden kann. Race ID:

source: There is already a race ongoing, you cannot start a new one.
de: Es läuft aktuell ein Race, solange dieses aktive ist kann kein neues Race gestartet werden.

source: New race is generated. Race ID:
de: Ein neues Race wurde erstellt. Race ID:

source: New race is planned. - Race ID:
de: Ein neues Race wurde geplannt. - Race ID:

source: The race will be start at
de: Das Race startet um

source: Registration is possible until 10 minutes before the start time
de: Die Anmeldung ist bis 10 Minuten vor begin des Races möglich

source: Enter the command !joint to join the race. Enter !leave if you want to leave the race again.
de: Gib !join oder !enter um dem Race beizutreten. Gib !leave ein um das Race wieder zu verlassen.

source: Participants:
de: Teilnehmer:

source: Start a new race game.
de: Ein neues Race starten.

source: You stopped the race with id:
de: Du beendest das Race mit der ID:

source: There is no active race from you or with this ID.
de: Es läuft aktuell kein Race von dir oder mit dieser ID.

source: Stop a race game.
de: EIn Race beenden.

source: Get the result of an race.
de: Erhalte das Ergebniss eines Races.

source: You already join an game.
de: Du bist bereits einem Race beigetretten.

source: joined the race.
de: nimmt am Race teil.

source: Join a race game.
de: Nimm an einem Race teil.

source: You not joined any game.
de: Du bist keinem Race beigetretten.

source: You can not leave a game with a nearly started or ongoing.
de: Du kannst keinem Race beitretten, welches in den kommenden 10 Minuten startet oder bereits läuft.

source: Leave a race game.
de: Ein Race verlassen.

source: You can not be cancel an game, if it is not started.
de: Du kannst kein Spiel abbrechen, welches noch nicht gestartet wurde.

source: You leave an ongoing match.
de: Du verlässt ein laufendes Race.

source: You can not be finishing an game, if it is not started.
de: Du kannst kein Race beenden, welches noch nicht gestartet wurde.

source: Finish the game.
de: Beeende ein Race.

source: No response or no valid channel was found. Please start the process again.
de: Kein Antwort erhalten bzw. es wurde kein gültiger Kanal angegeben. Bitte starte den Setup Prozess erneut.

source: Please enter the registration channel id:
de: Bitte geben Sie die Registrierungskanal-ID ein:

source: Please enter the chat channel id:
de: Bitte geben Sie die Chat-Kanal-ID ein:

source: Please enter the race channel id:
de: Bitte geben Sie die Race Kanal ID ein:

source: Please enter the result channel id:
de: Bitte geben Sie die Ergebniskanal-ID ein:

source: Please enter the active race role id:
de: Bitte geben Sie die aktive Race-Rollen-ID ein:

source: Please enter the finish race role id:
de: Bitte geben Sie die beendete Race-Rollen-ID ein:

source: Setup done.
de: Setup abgeschlossen.

source: Setup ids for discord server.
de: Einrichtung der IDs eines Discord Servers.
